Repository: alexgabi/gromit-mpx
Catalog: po/*.po
Languages: eu

source: About Gromit-MPX
eu: Gromit-MPX-i buruz

source: Bigger Opacity
eu: Opakutasun handiagoa

source: Clear Screen (SHIFT-%s)
eu: Garbitu pantaila (SHIFT-%s)

source: Do you want to show this introduction again on the next start of Gromit-MPX? You can always access it again via the sys tray menu.
eu: Nahi duzu sarrera hau ikusi Gromit-MPX abiatzen den hurrengo aldian? Beti kontsultatu dezakezu sistemaren erretiluko ikonoaren bidez.

source: Failed parsing config file %s, falling back to default tools.
eu: Huts egin du %s konfigurazio fitxategia analizatzean, lehenetsitako ezarpenetara itzuliz.

source: Gromit-MPX (GRaphics Over MIscellaneous Things - Multi-Pointer-EXtension) is an on-screen annotation tool that works with any Unix desktop environment under X11 as well as Wayland.
eu: Gromit-MPX (GRaphics Over MIscellaneous Things - Multi-Pointer-EXtension) pantailan marrazteko tresna bat da, zeinak X11 zein Wayland-peko edozein Unix mahaigaineko ingurunean funtzionatzen du.

source: Gromit-MPX (GRaphics Over MIscellaneous Things) is a small tool to make annotations on the screen. Its main use is for making presentations of some application. Normally, you would have to move the mouse pointer around the point of interest until hopefully everybody noticed it. With Gromit-MPX, you can draw everywhere onto the screen, highlighting some button or area. If you happen to enjoy using Gromit-MPX, please consider supporting its development by using one of the donation options on the project's website or directly via the support options available from the tray menu.
eu: Gromit-MPX (GRaphics Over MIscellaneous Things) pantailan marrazteko tresna txiki bat da. Bere erabilpen nagusia aplikazioen aurkezpena da. Normalean, Saguaren erakuslea interesgunearen inguruan mugitzen da ikuslea ohartu arte. Gromit-MPXen bidez pantailan marraztu daiteke interesgune bat edo botoi bat nabarmentzeko. Gromit-MPX erabiltzea gustatzen bazaizu, mesedez lagundu haren garapena proiektuaren aukeretako dohaintza bat erabiliz webgunean edo zuzenean erretiluko menuan dauden laguntza aukeren bidez.

source: Gromit-MPX - How to use it
eu: Gromit-MPX - Nola erabili

source: Gromit-MPX - What is it?
eu: Gromit-MPX - Zer da?

source: Lesser Opacity
eu: Opakutasun txikiagoa

source: No usable config file found, falling back to default tools.
eu: Ez da konfigurazio fitxategi erabilgarririk aurkitu, ezarpen lehenetsietara itzuliz.

source: Redo (SHIFT-%s)
eu: Berregin (SHIFT-%s)

source: Show again on startup
eu: Erakutsi berriro abiatzean

source: Thicker Lines
eu: Lerro lodiagoak

source: Thinner Lines
eu: Lerro finagoak

source: Toggle Painting (%s)
eu: Aktibatu / Desaktibatu marrazketa (%s)

source: Toggle Visibility (CTRL-%s)
eu: Aktibatu / Desaktibatu ikusgaitasuna (CTRL-%s)

source: Undo (%s)
eu: Desegin (%s)

source: Via LiberaPay
eu: LiberaPay-ren bidez

source: Via Patreon
eu: Patreon-en bidez

source: Via PayPal
eu: PayPal-en bidez

source: You can operate Gromit-MPX using its tray icon (if your desktop environment provides a sys tray), but since you typically want to use the program you are demonstrating and highlighting something is a short interruption of your workflow, Gromit-MPX can be toggled on and off on the fly via a hotkey: It grabs the `%s` and `%s` keys, so that no other application can use them and they are available to Gromit-MPX only. The available commands are: <tt><b> toggle painting: %s clear screen: SHIFT-%s toggle visibility: CTRL-%s quit: ALT-%s undo last stroke: %s redo last undone stroke: SHIFT-%s</b></tt>
eu: Erabili dezakezu Gromit-MPX sistemaren erretilutik (erabiltzen duzun inguruneak sistemaren erretilua badu), baina zure erakustaldian geldiunerik txikiena egiteko aplikazioa aktibatu eta desaktibatu dezakezu laster-teklen bidez: Aplikazioak `%s` eta `%s` teklak erabiltzen ditu, beraz beste aplikazioek ezin dituzte erabili. Erabili daitezkeen komandoak honako hauek dira: <tt><b> aktibatu / desaktibatu marrazketa: %s garbitu pantaila: SHIFT-%s aktibatu / desaktibatu ikusgaitasuna: CTRL-%s irten: ALT-%s desegin azken ekintza: %s berregin desegindako azken ekintza: SHIFT-%s</b></tt>

source: _About
eu: _Honi buruz

source: _Introduction
eu: _Sarrera

source: _Quit (ALT-%s)
eu: _Irten (ALT-%s)

source: _Support Gromit-MPX
eu: _Lagundu Gromit-MPX
